tap "mongodb/brew"
tap "sst/tap"
brew "codespell"
brew "diff-so-fancy"
brew "exiftool"
brew "ghostscript"
brew "git"
brew "git-lfs"
brew "htop"
brew "http-prompt"
brew "luarocks"
brew "magic-wormhole"
brew "mise"
brew "openjdk@21"
brew "prettierd"
brew "rebar3"
brew "sevenzip"
brew "sshpass"
brew "tree-sitter-cli"
brew "vale"
brew "vips"
brew "mongodb/brew/mongodb-database-tools"
cask "1password"
cask "1password-cli"
cask "adobe-creative-cloud"
cask "arc"
cask "balenaetcher"
cask "bruno"
cask "claude"
cask "cleanshot"
cask "discord"
cask "docker-desktop"
cask "firefox"
cask "gcloud-cli"
cask "ghostty"
cask "google-chrome"
cask "handbrake-app"
cask "jetbrains-toolbox"
cask "linear-linear"
cask "loom"
cask "microsoft-auto-update"
cask "microsoft-teams"
cask "mongodb-compass"
cask "neo4j-desktop"
cask "notion"
cask "notion-calendar"
cask "obsidian"
cask "raycast"
cask "royal-tsx"
cask "slack"
cask "spotify"
cask "superhuman"
cask "superset"
cask "synology-drive"
cask "vlc"
cask "zed"
cask "zen"
cask "zoom"
go "cmd/go"
go "cmd/gofmt"
cargo "tree-sitter-cli"
