tap "sst/tap"
brew "awscli"
brew "bat"
brew "codespell"
brew "deno"
brew "diff-so-fancy"
brew "elixir"
brew "exiftool"
brew "eza"
brew "fd"
brew "ffmpeg"
brew "fzf"
brew "gh"
brew "git"
brew "git-lfs"
brew "go"
brew "hyperfine"
brew "jq"
brew "lazydocker"
brew "lazygit"
brew "neovim"
brew "openjdk@21"
brew "prettierd"
brew "rebar3"
brew "ripgrep"
brew "shellcheck"
brew "uv"
brew "vips"
brew "sst/tap/opencode"
cask "1password"
cask "1password-cli"
cask "adobe-creative-cloud"
cask "arc"
cask "balenaetcher"
cask "claude"
cask "claude-code"
cask "cleanshot"
cask "discord"
cask "docker-desktop"
cask "gcloud-cli"
cask "ghostty"
cask "handbrake-app"
cask "jetbrains-toolbox"
cask "linear-linear"
cask "loom"
cask "microsoft-auto-update"
cask "microsoft-teams"
cask "mongodb-compass"
cask "notion"
cask "notion-calendar"
cask "obsidian"
cask "raycast"
cask "royal-tsx"
cask "slack"
cask "spotify"
cask "superhuman"
cask "synology-drive"
cask "vlc"
cask "zed"
cask "zoom"
